Repository: LinklyApp/LinklyForWooCommerce
Catalog: assets/languages/linkly-for-woocommerce-*.po
Languages: nl_nl

# login-button
source: Login with
nl_nl: Login met

# link-account-button
source: Link account with
nl_nl: Koppel met

# change-address-button
source: Change address at
nl_nl: Wijzig adres bij

# admin-connect-button
source: Connect with Linkly
nl_nl: Koppel met

# go-to-linkly-button
source: Go to Linkly
nl_nl: Ga naar

# order_description
source: Order at {0}
nl_nl: Bestelling bij {0}

source: Language
nl_nl: Taal

# admin-description-not-linked
source: On this page you can link your webshop to Linkly. This way you can use the Linkly services. Press the button below to link your webshop.
nl_nl: Op deze pagina kan je je webshop koppelen met Linkly. Dit is nodig om de Linkly plugin te kunnen gebruiken. Klik op de knop hieronder om je webshop te koppelen.

# admin-description-linked
source: On this page you can manage your ID and secret of your webshop, you can also change the style of the button that users of your webshop see.
nl_nl: Op deze pagina kan je je ID en secret van jouw webshop beheren, ook kan je de stijl voor de knop die de gebruikers zien veranderen.

# warning.title
source: Warning
nl_nl: Waarschuwing

# button_style.title
source: Button style
nl_nl: Knop stijl

# button_style.change
source: Click one of the buttons below to change the style of the Linkly button.
nl_nl: Klik een van de onderstaande stijlen aan om de Linkly knop te veranderen.

# button_style.primary
source: Primary
nl_nl: Primair

# button_style.secondary
source: Secondary
nl_nl: Secundair

# button_style.current
source: (Current)
nl_nl: (Huidige)

source: Save changes
nl_nl: Aanpassingen opslaan

# edit_credentials
source: Change ID and/or secret
nl_nl: ID en/of secret aanpassen

source: Cancel
nl_nl: Annuleren
